{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 11931, "word_counts": "{\"bynd\": 5, \"jpmorgan\": 23, \"reels\": 2, \"expectations\": 53, \"beyond\": 24, \"meat\": 17, \"ccl\": 3, \"rcl\": 3, \"nomura\": 8, \"points\": 91, \"bookings\": 2, \"weakness\": 15, \"carnival\": 5, \"royal\": 20, \"caribbean\": 11, \"cx\": 1, \"cemex\": 1, \"cut\": 140, \"credit\": 117, \"suisse\": 31, \"jp\": 17, \"morgan\": 51, \"weak\": 29, \"building\": 16, \"outlook\": 75, \"ess\": 2, \"btig\": 9, \"research\": 32, \"cuts\": 106, \"neutral\": 34, \"fnko\": 1, \"funko\": 7, \"slides\": 14, \"piper\": 12, \"jaffray\": 7, \"pt\": 11, \"fti\": 1, \"technipfmc\": 2, \"downgraded\": 41, \"berenberg\": 3, \"called\": 12, \"top\": 158, \"pick\": 13, \"deutsche\": 38, \"bank\": 216, \"gm\": 19, \"loses\": 24, \"bull\": 38, \"hold\": 55, \"gtt\": 4, \"cowen\": 8, \"market\": 417, \"perform\": 13, \"hnhaf\": 1, \"hnhpd\": 1, \"aapl\": 15, \"trendforce\": 2, \"iphone\": 19, \"estimate\": 13, \"foxconn\": 8, \"delay\": 10, \"hog\": 6, \"moodys\": 4, \"warns\": 39, \"harleydavidson\": 1, \"hxl\": 1, \"citing\": 6, \"aero\": 2, \"ties\": 9, \"wells\": 22, \"slashes\": 4, \"hexcel\": 1, \"intelsat\": 12, \"raymond\": 8, \"james\": 21, \"krg\": 3, \"compass\": 8, \"point\": 37, \"sell\": 66, \"lk\": 9, \"muddy\": 5, \"waters\": 5, \"goes\": 49, \"short\": 30, \"luckin\": 15, \"coffee\": 28, \"mant\": 2, \"mantech\": 1, \"ahead\": 90, \"difficult\": 4, \"comps\": 4, \"mdco\": 13, \"oppenheimer\": 15, \"mplx\": 4, \"mpc\": 3, \"potential\": 47, \"dilution\": 3, \"marathon\": 5, \"strategic\": 22, \"review\": 29, \"msgn\": 2, \"imperial\": 8, \"downgrades\": 15, \"msg\": 3, \"networks\": 22, \"amid\": 86, \"sportsfree\": 1, \"airwaves\": 4, \"mtls\": 2, \"hits\": 53, \"materialise\": 1, \"sidelines\": 3, \"ncbs\": 1, \"hovde\": 1, \"group\": 186, \"nflx\": 9, \"new\": 534, \"netflix\": 44, \"bear\": 21, \"steps\": 19, \"shop\": 12, \"shopify\": 3, \"stay\": 28, \"instinet\": 8, \"confidence\": 21, \"extended\": 8, \"america\": 37, \"twlo\": 4, \"twilio\": 5, \"gets\": 49, \"streetlow\": 1, \"target\": 247, \"virus\": 88, \"risk\": 55, \"vclt\": 1, \"splb\": 1, \"iglb\": 1, \"guggenheims\": 1, \"minerd\": 1, \"sees\": 88, \"gloom\": 3, \"stocks\": 445, \"viac\": 3, \"viaca\": 1, \"fox\": 9, \"moffettnathanson\": 5, \"expects\": 26, \"nfl\": 4, \"tv\": 12, \"costs\": 30, \"skyrocket\": 2, \"barrington\": 1, \"mkt\": 1, \"xlnx\": 3, \"mizuho\": 4, \"nearterm\": 9, \"headwinds\": 13, \"u\": 19, \"sector\": 52, \"weight\": 13, \"overweight\": 29, \"keybanc\": 16, \"capital\": 134, \"alphabet\": 7, \"facebook\": 33, \"price\": 367, \"targets\": 30, \"barclays\": 15, \"weaker\": 7, \"ad\": 20, \"amc\": 8, \"american\": 66, \"software\": 22, \"buy\": 295, \"b\": 76, \"riley\": 10, \"fbr\": 5, \"analysts\": 88, \"question\": 10, \"silicon\": 8, \"motions\": 1, \"margin\": 12, \"anchiano\": 1, \"therapeutics\": 69, \"peer\": 1, \"outperform\": 29, \"arch\": 3, \"coal\": 14, \"stock\": 1220, \"att\": 22, \"concern\": 9, \"wireless\": 7, \"cant\": 22, \"carry\": 3, \"whole\": 9, \"company\": 146, \"shares\": 284, \"sink\": 6, \"downgrade\": 9, \"falls\": 62, \"saying\": 18, \"dividend\": 322, \"looks\": 42, \"less\": 38, \"compelling\": 6, \"aurora\": 17, \"cannabis\": 55, \"c\": 48, \"stifel\": 15, \"nicolaus\": 9, \"autodesk\": 3, \"underweight\": 8, \"baml\": 4, \"profit\": 78, \"pressure\": 14, \"hormel\": 1, \"cools\": 2, \"molson\": 6, \"coors\": 6, \"becton\": 7, \"dickinson\": 5, \"strong\": 93, \"berry\": 5, \"petroleum\": 21, \"bmo\": 8, \"bluebird\": 3, \"bio\": 15, \"line\": 36, \"evercore\": 11, \"isi\": 7, \"canada\": 50, \"goose\": 13, \"cfra\": 14, \"childrens\": 4, \"place\": 17, \"ecommerce\": 9, \"puts\": 17, \"margins\": 8, \"monness\": 3, \"crespi\": 3, \"hardt\": 3, \"cinedigm\": 1, \"corp\": 52, \"cutting\": 12, \"estimates\": 59, \"heres\": 194, \"need\": 54, \"know\": 54, \"clovis\": 3, \"oncology\": 7, \"cumberland\": 1, \"pharmaceuticals\": 45, \"dell\": 4, \"hpe\": 7, \"trimmed\": 3, \"compute\": 2, \"dish\": 4, \"may\": 135, \"key\": 71, \"winner\": 5, \"woes\": 11, \"analyst\": 60, \"disney\": 39, \"says\": 438, \"parks\": 6, \"attendance\": 2, \"could\": 192, \"take\": 75, \"years\": 93, \"normalize\": 1, \"aeo\": 2, \"colm\": 1, \"dgii\": 1, \"eqt\": 3, \"evrg\": 1, \"omp\": 1, \"peg\": 2, \"pru\": 1, \"sbt\": 1, \"sitc\": 2, \"tap\": 8, \"vips\": 3, \"mlnd\": 1, \"oc\": 2, \"ovv\": 2, \"peb\": 1, \"pk\": 2, \"plya\": 1, \"qep\": 2, \"rhp\": 1, \"rpai\": 1, \"saia\": 1, \"sdc\": 1, \"sky\": 3, \"slg\": 2, \"sm\": 4, \"dropbox\": 2, \"watch\": 107, \"stinging\": 1, \"spruce\": 1, \"report\": 164, \"earnings\": 467, \"update\": 242, \"electrocore\": 1, \"inc\": 350, \"reported\": 20, \"trimming\": 2, \"forecasts\": 29, \"premarket\": 129, \"action\": 43, \"fannie\": 6, \"mae\": 3, \"freddie\": 6, \"mac\": 6, \"cites\": 3, \"unintended\": 2, \"consequences\": 5, \"cares\": 3, \"act\": 10, \"forescout\": 7, \"formfactor\": 1, \"unsustainable\": 1, \"revenue\": 278, \"grubhub\": 9, \"gains\": 83, \"view\": 17, \"hp\": 21, \"argus\": 1, \"drilling\": 10, \"industry\": 75, \"seen\": 34, \"persisting\": 1, \"hanesbrands\": 11, \"vs\": 108, \"bofa\": 34, \"merrill\": 19, \"lynch\": 21, \"helmerich\": 5, \"payne\": 5, \"started\": 28, \"hexo\": 4, \"mkm\": 9, \"partners\": 54, \"home\": 61, \"depot\": 24, \"lower\": 72, \"stanley\": 32, \"jefferies\": 10, \"l\": 17, \"brands\": 55, \"kohls\": 26, \"wedbush\": 9, \"lovesac\": 3, \"canaccord\": 10, \"lyft\": 25, \"macerich\": 3, \"marinus\": 1, \"pharma\": 54, \"leerink\": 4, \"methanex\": 1, \"td\": 33, \"securities\": 16, \"valuation\": 26, \"metro\": 5, \"missed\": 18, \"eps\": 241, \"looked\": 2, \"sad\": 2, \"updated\": 7, \"models\": 2, \"midamerica\": 1, \"apartment\": 3, \"communities\": 6, \"mitek\": 2, \"systems\": 34, \"benchmark\": 22, \"napco\": 3, \"security\": 36, \"needhams\": 1, \"martin\": 13, \"defends\": 7, \"prediction\": 2, \"subscriptions\": 4, \"fall\": 44, \"underperform\": 7, \"needham\": 3, \"fargo\": 17, \"turns\": 25, \"bearish\": 11, \"york\": 78, \"opioid\": 4, \"case\": 52, \"significant\": 14, \"norwegian\": 4, \"cruise\": 11, \"novo\": 4, \"nordisk\": 4, \"ubs\": 15, \"concerns\": 40, \"drug\": 33, \"launch\": 31, \"cost\": 26, \"yum\": 18, \"china\": 280, \"orbcomm\": 1, \"lowered\": 7, \"oreilly\": 1, \"automotive\": 11, \"pattersonuti\": 3, \"energy\": 216, \"ps\": 3, \"business\": 242, \"rio\": 10, \"tinto\": 5, \"rosenblatt\": 3, \"projects\": 14, \"downside\": 13, \"apple\": 46, \"drop\": 48, \"production\": 61, \"caribbeans\": 1, \"swings\": 8, \"dire\": 2, \"coronavirus\": 249, \"assessment\": 4, \"scandinavian\": 1, \"tobacco\": 12, \"forecasting\": 19, \"sherwinwilliams\": 1, \"conviction\": 6, \"goldman\": 47, \"sirius\": 2, \"spotify\": 4, \"double\": 14, \"reflects\": 5, \"prospect\": 4, \"slower\": 3, \"growth\": 201, \"suntrust\": 30, \"latest\": 59, \"trim\": 3, \"nielsen\": 2, \"taco\": 5, \"bell\": 20, \"parent\": 17, \"taketwo\": 6, \"murky\": 1, \"game\": 20, \"slate\": 3, \"interactive\": 6, \"hospitality\": 9, \"taubman\": 10, \"centers\": 13, \"manitowoc\": 1, \"transocean\": 2, \"ultra\": 3, \"clean\": 15, \"takeover\": 12, \"get\": 180, \"acquired\": 12, \"spending\": 34, \"content\": 5, \"king\": 12, \"cash\": 74, \"queen\": 2, \"welltower\": 2, \"wwe\": 10, \"altg\": 1, \"dougherty\": 1, \"starts\": 31, \"amd\": 9, \"amds\": 2, \"navi\": 1, \"shows\": 47, \"adoption\": 5, \"ancuf\": 1, \"markets\": 257, \"ups\": 12, \"bhe\": 2, \"lake\": 13, \"street\": 78, \"cnc\": 1, \"sp\": 145, \"raises\": 36, \"centene\": 2, \"rtg\": 1, \"bbb\": 1, \"bb\": 4, \"outlk\": 1, \"stable\": 7, \"de\": 47, \"citi\": 7, \"gives\": 8, \"big\": 113, \"boost\": 57, \"deere\": 3, \"ebay\": 35, \"guggenheim\": 4, \"favorable\": 7, \"catalysts\": 6, \"fcx\": 5, \"freeport\": 2, \"upgraded\": 39, \"buying\": 76, \"opportunity\": 26, \"flxn\": 2, \"fnv\": 1, \"franconevada\": 1, \"funding\": 19, \"despite\": 55, \"suspensions\": 1, \"gbt\": 2, \"cantor\": 4, \"fitzgerald\": 2, \"resumes\": 6, \"doubling\": 2, \"scenario\": 4, \"goos\": 3, \"hasbro\": 8, \"upgrade\": 9, \"jd\": 5, \"praises\": 2, \"acceleration\": 3, \"profile\": 6, \"khc\": 4, \"constructive\": 5, \"kraft\": 6, \"heinz\": 5, \"kim\": 4, \"low\": 77, \"lowes\": 15, \"racks\": 3, \"another\": 60, \"positive\": 54, \"rating\": 12, \"recession\": 42, \"lrcx\": 1, \"lam\": 4, \"boosted\": 6, \"setup\": 5, \"lulu\": 3, \"mu\": 3, \"wdc\": 7, \"upsides\": 2, \"nby\": 1, \"rated\": 5, \"expecting\": 4, \"post\": 24, \"user\": 8, \"nvda\": 16, \"nvidia\": 23, \"set\": 65, \"gaming\": 12, \"tailwinds\": 4, \"ocn\": 4, \"material\": 7, \"improvement\": 4, \"ocwen\": 3, \"book\": 15, \"value\": 80, \"oyst\": 3, \"rapt\": 2, \"rng\": 8, \"ringcentral\": 9, \"sbac\": 3, \"amt\": 3, \"boosts\": 16, \"snap\": 19, \"loop\": 4, \"bullish\": 79, \"stxs\": 1, \"tenb\": 1, \"upside\": 29, \"tenbs\": 1, \"indegy\": 1, \"purchase\": 23, \"uber\": 78, \"raise\": 33, \"prices\": 132, \"wabc\": 1, \"maxim\": 4, \"wri\": 2, \"zs\": 4, \"zscaler\": 3, \"sustainable\": 13, \"activision\": 5, \"charts\": 12, \"look\": 73, \"video\": 20, \"plays\": 7, \"trader\": 10, \"atvi\": 1, \"ttwo\": 1, \"adobe\": 9, \"raised\": 109, \"aegis\": 1, \"usage\": 2, \"trend\": 24, \"months\": 45, \"pot\": 8, \"canopy\": 18, \"akero\": 1, \"genuity\": 3, \"align\": 3, \"technology\": 54, \"allergan\": 8, \"altria\": 6, \"amneal\": 3, \"robinson\": 16, \"humphrey\": 16, \"upgrades\": 26, \"higher\": 127, \"telecom\": 9, \"mostly\": 6, \"newly\": 5, \"public\": 56, \"insurance\": 28, \"firm\": 17, \"brp\": 6, \"see\": 55, \"holdings\": 93, \"first\": 155, \"trust\": 64, \"dow\": 119, \"jones\": 13, \"internet\": 13, \"index\": 41, \"fund\": 125, \"etf\": 31, \"ansys\": 1, \"anthem\": 4, \"rh\": 8, \"applied\": 8, \"industrial\": 34, \"technologies\": 41, \"argenx\": 1, \"armata\": 1, \"arrow\": 4, \"electronics\": 8, \"asset\": 27, \"management\": 39, \"one\": 144, \"co\": 49, \"call\": 256, \"treasuries\": 3, \"long\": 46, \"run\": 45, \"audentes\": 2, \"axcelis\": 1, \"baird\": 6, \"beatup\": 2, \"likes\": 8, \"wholesalers\": 1, \"returns\": 36, \"wingstop\": 3, \"camp\": 4, \"baker\": 8, \"hughes\": 7, \"wellpositioned\": 1, \"achieve\": 4, \"profitability\": 11, \"bausch\": 4, \"health\": 71, \"bed\": 4, \"bath\": 4, \"reiterated\": 3, \"belden\": 1, \"roof\": 3, \"supplier\": 11, \"bernstein\": 6, \"vmwares\": 1, \"best\": 91, \"biogen\": 7, \"svb\": 1, \"boeing\": 65, \"westrock\": 6, \"containerboard\": 1, \"conference\": 183, \"london\": 52, \"pulp\": 1, \"week\": 189, \"bouygues\": 1, \"sa\": 41, \"beat\": 53, \"updating\": 6, \"predictions\": 8, \"dominos\": 3, \"buybacks\": 9, \"cabot\": 2, \"southwest\": 10, \"initiated\": 11, \"celanese\": 3, \"cf\": 4, \"industries\": 39, \"ciena\": 4, \"nu\": 3, \"skin\": 4, \"citron\": 7, \"mw\": 5, \"cnh\": 3, \"upped\": 4, \"copa\": 2, \"costco\": 6, \"csx\": 2, \"cvs\": 6, \"cyrusone\": 1, \"diamondrock\": 2, \"dlh\": 2, \"maintained\": 10, \"domtar\": 5, \"lifted\": 11, \"aemetis\": 1, \"us\": 572, \"milestone\": 6, \"scientific\": 6, \"skyworks\": 4, \"solutions\": 21, \"eastman\": 3, \"chemical\": 9, \"edgewell\": 6, \"elastic\": 2, \"enbridge\": 3, \"energizer\": 3, \"shakes\": 6, \"jpmorgans\": 3, \"equity\": 71, \"lifestyle\": 1, \"properties\": 26, \"estee\": 11, \"lauder\": 14, \"etsy\": 5, \"fedex\": 16, \"fleetcor\": 1, \"fords\": 4, \"electric\": 37, \"suv\": 7, \"impresses\": 3, \"fortinet\": 7, \"glenmark\": 1, \"limited\": 51, \"adds\": 31, \"workday\": 5, \"list\": 30, \"rally\": 74, \"brazilian\": 6, \"retailer\": 11, \"room\": 12, \"susquehanna\": 9, \"entertainment\": 17, \"acquisition\": 53, \"heat\": 5, \"biologics\": 5, \"humana\": 2, \"huntsman\": 2, \"named\": 8, \"shuffle\": 2, \"intel\": 12, \"intercept\": 5, \"invitae\": 4, \"jc\": 7, \"penney\": 6, \"cents\": 44, \"jabil\": 3, \"tesla\": 80, \"tsla\": 30, \"paring\": 3, \"ubers\": 13, \"kilroy\": 2, \"realty\": 20, \"lharris\": 2, \"lagging\": 5, \"mlp\": 3, \"lifting\": 3, \"flows\": 8, \"ligand\": 1, \"lululemon\": 7, \"due\": 54, \"competitive\": 4, \"positioning\": 3, \"lyondellbasell\": 1, \"sock\": 1, \"magnolia\": 3, \"oil\": 298, \"gas\": 84, \"mesa\": 4, \"air\": 34, \"microchip\": 1, \"aggressive\": 5, \"molina\": 4, \"healthcare\": 54, \"joseph\": 4, \"moore\": 1, \"nasdaq\": 117, \"equalweight\": 3, \"tar\": 1, \"eldorado\": 2, \"resorts\": 14, \"caesars\": 2, \"combination\": 3, \"joins\": 16, \"mortgage\": 34, \"bulls\": 9, \"fortinets\": 1, \"day\": 140, \"announces\": 132, \"predicting\": 2, \"return\": 36, \"solid\": 21, \"munster\": 1, \"doubles\": 7, \"year\": 258, \"splunk\": 8, \"subscribers\": 9, \"amazon\": 77, \"favorite\": 12, \"rest\": 5, \"newmont\": 3, \"goldcorp\": 2, \"nlight\": 2, \"nutronics\": 1, \"deal\": 273, \"nokia\": 12, \"nuvasive\": 1, \"opportunities\": 20, \"maintain\": 9, \"high\": 112, \"multiple\": 9, \"climbs\": 16, \"nxp\": 4, \"semiconductors\": 3, \"olin\": 1, \"unlock\": 5, \"selling\": 42, \"minority\": 4, \"stake\": 65, \"ameritrade\": 35, \"onto\": 5, \"innovation\": 9, \"owens\": 4, \"corning\": 3, \"raising\": 13, \"residential\": 10, \"insulation\": 2, \"roofing\": 1, \"oyster\": 3, \"paul\": 8, \"tudor\": 1, \"explosion\": 4, \"pennmac\": 1, \"financial\": 190, \"rises\": 49, \"record\": 113, \"dexcom\": 1, \"pixelworks\": 2, \"ppg\": 3, \"prothena\": 4, \"purple\": 2, \"quanterix\": 1, \"results\": 470, \"kla\": 1, \"corporation\": 111, \"rpm\": 1, \"international\": 84, \"global\": 187, \"sanderson\": 1, \"farms\": 6, \"schlumberger\": 5, \"selvaag\": 1, \"bolig\": 1, \"asa\": 8, \"think\": 82, \"happen\": 21, \"next\": 139, \"softbank\": 19, \"last\": 96, \"laugh\": 2, \"wework\": 26, \"sonoma\": 1, \"starbucks\": 9, \"according\": 24, \"investment\": 108, \"meeting\": 58, \"executives\": 10, \"parkerhannifin\": 3, \"synergies\": 2, \"recovery\": 15, \"prospects\": 10, \"wendys\": 4, \"breakfast\": 8, \"digital\": 29, \"syanptics\": 1, \"forecast\": 79, \"strength\": 13, \"synaptics\": 5, \"synopsys\": 1, \"te\": 4, \"connectivity\": 1, \"teekay\": 2, \"tankers\": 6, \"two\": 80, \"notches\": 2, \"texas\": 17, \"instruments\": 4, \"twitter\": 35, \"well\": 38, \"services\": 52, \"pelotons\": 2, \"sales\": 173, \"frozen\": 17, \"ii\": 10, \"dolls\": 1, \"black\": 42, \"friday\": 55, \"udr\": 1, \"unisys\": 3, \"sidoti\": 2, \"unitedhealth\": 2, \"arwr\": 6, \"caci\": 4, \"deck\": 3, \"dks\": 4, \"enr\": 3, \"eqm\": 2, \"etrn\": 1, \"fe\": 1, \"hlx\": 2, \"ntr\": 1, \"oran\": 1, \"pros\": 5, \"wen\": 1, \"wing\": 3, \"bhp\": 9, \"bk\": 1, \"chh\": 1, \"eni\": 2, \"eqnr\": 2, \"etr\": 1, \"exr\": 1, \"holx\": 2, \"hsic\": 3, \"lsi\": 1, \"mar\": 12, \"mas\": 6, \"mgp\": 3, \"mhk\": 1, \"mxl\": 1, \"ngg\": 2, \"nwe\": 2, \"vertex\": 4, \"vertical\": 1, \"allison\": 2, \"transmission\": 2, \"break\": 39, \"voyager\": 1, \"walt\": 2, \"dori\": 1, \"kesten\": 1, \"marriott\": 3, \"noting\": 1, \"hotel\": 6, \"chains\": 7, \"sha\": 2, \"still\": 85, \"tmobile\": 19, \"unsurprising\": 1, \"ceo\": 222, \"change\": 46, \"westlake\": 2, \"gaining\": 6, \"williams\": 9, \"cos\": 5, \"added\": 17, \"goldmans\": 6, \"zendesk\": 2, \"lb\": 5, \"number\": 33, \"victorias\": 3, \"secret\": 9, \"react\": 8, \"fcc\": 6, \"decision\": 31, \"cband\": 4, \"spectrum\": 7, \"auction\": 23, \"arex\": 1, \"ramps\": 4, \"zagg\": 1, \"aviation\": 7, \"assigned\": 3, \"baa\": 1, \"benzingas\": 2, \"december\": 51, \"november\": 68, \"coverage\": 11, \"range\": 19, \"abbvie\": 17, \"empty\": 5, \"sally\": 4, \"beauty\": 17, \"ca\": 5, \"thats\": 29, \"vecima\": 3, \"worth\": 35, \"chicken\": 14, \"soup\": 3, \"soul\": 2, \"thirdquarter\": 9, \"owned\": 5, \"prominent\": 3, \"seller\": 4, \"andrew\": 7, \"left\": 14, \"placed\": 6, \"pton\": 3, \"coin\": 2, \"toss\": 2, \"keeps\": 18, \"gds\": 1, \"released\": 22, \"tensioner\": 1, \"growing\": 13, \"startstop\": 1, \"system\": 22, \"technavio\": 1, \"biggest\": 80, \"calls\": 57, \"johnson\": 41, \"iivi\": 6, \"liveperson\": 1, \"miller\": 4, \"chip\": 4, \"space\": 20, \"transformation\": 3, \"bigbox\": 1, \"pipestone\": 1, \"cruises\": 6, \"ltd\": 37, \"fullyear\": 25, \"came\": 10, \"spirit\": 11, \"airlines\": 25, \"tjx\": 18, \"q\": 566, \"factset\": 42, \"consensus\": 73, \"gilead\": 4, \"gopro\": 1, \"micron\": 5, \"peloton\": 8, \"pfizer\": 2, \"valero\": 2, \"zynga\": 5, \"amal\": 1, \"cm\": 3, \"cmcsa\": 2, \"elf\": 1, \"gdot\": 1, \"lfus\": 1, \"mli\": 1, \"rrr\": 2, \"txrh\": 2, \"vly\": 1, \"ww\": 4, \"abg\": 1, \"awk\": 3, \"chkp\": 1, \"deo\": 1, \"weibo\": 2, \"valaris\": 2, \"william\": 9, \"blair\": 3, \"rivals\": 11, \"pressing\": 1, \"viasat\": 2, \"fed\": 194, \"fails\": 10, \"stop\": 26, \"selloff\": 24, \"sampp\": 5, \"economy\": 412, \"marketscreener\": 592, \"ireland\": 13, \"rates\": 71, \"toll\": 12, \"nova\": 3, \"scotia\": 2, \"scotiabank\": 1, \"somewhat\": 3, \"elevated\": 4, \"loan\": 38, \"losses\": 23, \"quart\": 1, \"bankofnovascotia\": 2, \"breakingviews\": 3, \"feds\": 58, \"ultraloose\": 1, \"efforts\": 17, \"cast\": 4, \"shadow\": 8, \"european\": 33, \"banks\": 70, \"slash\": 5, \"bn\": 31, \"main\": 19, \"businesses\": 25, \"europes\": 10, \"halfway\": 1, \"cleaning\": 1, \"trillion\": 30, \"loans\": 33, \"turned\": 3, \"sour\": 2, \"cr\": 2, \"eurozone\": 5, \"already\": 30, \"hurting\": 5, \"covid\": 38, \"ecb\": 20, \"liquidity\": 29, \"drain\": 1, \"spoils\": 1, \"virussurgeinspired\": 1, \"buyingpanic\": 1, \"zero\": 8, \"hedge\": 222, \"policymakers\": 3, \"working\": 21, \"limit\": 3, \"damage\": 7, \"pandemic\": 29, \"pause\": 10, \"smallbusiness\": 2, \"highly\": 4, \"vulnerable\": 3, \"crisisupdate\": 1, \"fedreport\": 1, \"poses\": 5, \"bullard\": 6, \"slow\": 8, \"noticeably\": 1, \"quarter\": 129, \"corporate\": 31, \"measures\": 12, \"risks\": 33, \"former\": 48, \"chief\": 65, \"bernanke\": 4, \"bad\": 31, \"quick\": 6, \"janet\": 4, \"yellen\": 6, \"vshaped\": 2, \"economic\": 102, \"possible\": 22, \"worried\": 17, \"outcome\": 3, \"worse\": 14, \"lagarde\": 7, \"running\": 9, \"fight\": 31, \"threats\": 1, \"ecbs\": 5, \"options\": 28, \"inflation\": 25, \"imfblog\": 4, \"longlasting\": 1, \"booms\": 2, \"featured\": 2, \"rapid\": 9, \"construction\": 13, \"never\": 69, \"ended\": 13, \"overall\": 5, \"temporary\": 4, \"continues\": 45, \"shrink\": 4, \"schweizerische\": 1, \"nationalbank\": 1, \"switzerland\": 6, \"grip\": 3, \"worlds\": 45, \"lowest\": 17, \"borrowing\": 1, \"officials\": 24, \"selfimposed\": 1, \"limits\": 9, \"bond\": 45, \"purchases\": 9, \"thailand\": 2, \"deliver\": 13, \"dose\": 2, \"monetary\": 20, \"policy\": 44, \"central\": 63, \"governor\": 16, \"cautio\": 1, \"federal\": 94, \"reserves\": 13, \"rescue\": 9, \"overnight\": 17, \"lending\": 17, \"appears\": 8, \"side\": 8, \"effect\": 6, \"j\": 6, \"uae\": 4, \"stimulus\": 17, \"help\": 40, \"increase\": 30, \"problem\": 14, \"cbank\": 1, \"rising\": 27, \"blames\": 5, \"enormous\": 2, \"debt\": 103, \"coming\": 38, \"default\": 5, \"wave\": 8, \"fault\": 1, \"chair\": 23, \"powell\": 49, \"reason\": 19, \"wages\": 2, \"job\": 32, \"continue\": 73, \"reserve\": 57, \"chairman\": 41, \"jerome\": 22, \"said\": 74, \"resilient\": 3, \"even\": 42, \"cited\": 1, \"threat\": 16, \"bazooka\": 2, \"soothes\": 1, \"dollar\": 44, \"squeeze\": 13, \"daly\": 4, \"weather\": 16, \"storms\": 5, \"kaplan\": 5, \"muted\": 5, \"time\": 107, \"radio\": 22, \"mary\": 4, \"current\": 12, \"interest\": 69, \"put\": 21, \"good\": 124, \"mester\": 9, \"upbeat\": 15, \"say\": 50, \"wait\": 5, \"rosengren\": 6, \"optimistic\": 9, \"unlikely\": 4, \"downturn\": 11, \"world\": 73, \"malpass\": 2, \"progress\": 19, \"relief\": 22, \"commercial\": 27, \"billion\": 215, \"earlie\": 1, \"czech\": 3, \"cloud\": 33, \"exportor\": 1, \"bought\": 27, \"volumes\": 5, \"crisis\": 49, \"watching\": 15, \"carefully\": 1, \"firms\": 29, \"brace\": 5, \"paymen\": 1, \"italys\": 6, \"unveils\": 15, \"battle\": 17, \"crunch\": 3, \"rate\": 80, \"support\": 52, \"facility\": 35, \"money\": 62, \"funds\": 246, \"strategists\": 3, \"econx\": 15, \"establish\": 3, \"facilitate\": 3, \"small\": 52, \"via\": 107, \"xlf\": 6, \"fas\": 3, \"faz\": 3, \"revives\": 1, \"talf\": 1, \"bolster\": 5, \"abs\": 2, \"term\": 20, \"financing\": 15, \"worldbank\": 1, \"asks\": 11, \"g\": 59, \"leaders\": 15, \"suspend\": 8, \"repayments\": 1, \"poorest\": 1, \"countries\": 21, \"focus\": 28, \"critica\": 1, \"allocation\": 1, \"committee\": 20, \"contagion\": 3, \"investing\": 111, \"australia\": 12, \"pumps\": 4, \"proposes\": 13, \"buys\": 41, \"ease\": 12, \"conditions\": 11, \"plans\": 68, \"additional\": 15, \"coronavirusstricken\": 1, \"includ\": 1, \"israel\": 6, \"expands\": 10, \"qe\": 10, \"brazils\": 12, \"stepped\": 4, \"prop\": 3, \"currency\": 16, \"actions\": 8, \"contribute\": 2, \"easing\": 8, \"impact\": 45, \"gabriel\": 1, \"makes\": 37, \"easier\": 7, \"collateral\": 4, \"requirements\": 4, \"looking\": 36, \"borrow\": 1, \"eib\": 1, \"mustreadeib\": 1, \"survey\": 18, \"cesee\": 1, \"opinion\": 11, \"region\": 5, \"needed\": 16, \"unlimited\": 5, \"quarles\": 3, \"weeks\": 40, \"away\": 18, \"getting\": 33, \"midsized\": 1, \"created\": 5, \"st\": 30, \"like\": 70, \"three\": 48, \"details\": 12, \"finalized\": 1, \"governments\": 12, \"globally\": 5, \"pledged\": 4, \"dizzying\": 2, \"trillionand\": 1, \"counting\": 3, \"companies\": 78, \"struggli\": 1, \"imf\": 22, \"encouraged\": 2, \"resurge\": 1, \"instant\": 6, \"launches\": 44, \"unprecedented\": 13, \"italy\": 15, \"guarantees\": 1, \"euros\": 5, \"mexico\": 13, \"th\": 49, \"stagnation\": 3, \"mexicos\": 7, \"fifth\": 6, \"straight\": 12, \"threeyear\": 3, \"admits\": 4, \"choice\": 10, \"used\": 19, \"freezerohedge\": 4, \"use\": 38, \"aggressively\": 1, \"snbs\": 1, \"sight\": 4, \"deposit\": 6, \"rise\": 87, \"secondhighest\": 2, \"level\": 29, \"korea\": 7, \"taking\": 39, \"face\": 27, \"coronavirusnot\": 1, \"moved\": 5, \"program\": 42, \"allowing\": 7, \"turn\": 25, \"foray\": 1, \"bonds\": 35, \"certain\": 3, \"etfs\": 28, \"helping\": 11, \"restore\": 4, \"order\": 26, \"uk\": 87, \"tapping\": 2, \"fintechs\": 1, \"queens\": 3, \"emergency\": 20, \"fomc\": 7, \"dot\": 5, \"plot\": 3, \"indicates\": 1, \"ive\": 5, \"changes\": 27, \"consumer\": 61, \"p\": 32, \"really\": 29, \"yet\": 22, \"stimulate\": 1, \"ben\": 5, \"today\": 98, \"adding\": 17, \"ha\": 4, \"also\": 19, \"directs\": 2, \"desk\": 4, \"conducting\": 2, \"repurchase\": 12, \"agreement\": 47, \"operations\": 17, \"purchasing\": 2, \"treasury\": 35, \"bills\": 3, \"least\": 18, \"second\": 57, \"lend\": 6, \"anybody\": 1, \"live\": 65, \"holds\": 18, \"virtual\": 6, \"discussion\": 5, \"clearly\": 2, \"unelected\": 1, \"failed\": 10, \"mandates\": 2, \"pivot\": 8, \"politics\": 7, \"try\": 18, \"rinf\": 1, \"ivol\": 1, \"discusses\": 14, \"shifting\": 2, \"timlampkin\": 2, \"higherpurposeco\": 2, \"part\": 35, \"louis\": 14, \"community\": 17, \"development\": 30, \"advisory\": 5, \"counc\": 1, \"counci\": 1, \"russia\": 31, \"wsj\": 20, \"primer\": 2, \"novel\": 7, \"directloan\": 1, \"emerging\": 12, \"priority\": 6, \"plight\": 1, \"poor\": 7, \"applications\": 8, \"participation\": 6, \"paper\": 9, \"must\": 20, \"submitted\": 4, \"thursday\": 15, \"ne\": 4, \"argia\": 1, \"sbordone\": 1, \"shared\": 4, \"findings\": 3, \"anchoring\": 1, \"todays\": 20, \"joint\": 18, \"fedeuropean\": 1, \"ce\": 5, \"municipal\": 16, \"necessary\": 4, \"taux\": 5, \"authority\": 5, \"canadas\": 21, \"poloz\": 2, \"era\": 5, \"england\": 10, \"activates\": 1, \"measure\": 5, \"mark\": 14, \"carney\": 2, \"offers\": 22, \"backing\": 14, \"plank\": 1, \"prime\": 11, \"minister\": 37, \"boris\": 30, \"johnsons\": 13, \"economi\": 1, \"hanging\": 2, \"hat\": 1, \"whats\": 28, \"leader\": 25, \"flacqua\": 1, \"sits\": 2, \"gov\": 2, \"kb\": 5, \"bankofireland\": 5, \"notification\": 5, \"shareholding\": 1, \"pillar\": 1, \"disclosures\": 2, \"make\": 67, \"branch\": 6, \"network\": 10, \"response\": 25, \"jamaica\": 6, \"repo\": 18, \"bankofjamaica\": 1, \"february\": 62, \"cd\": 2, \"press\": 16, \"release\": 20, \"japan\": 26, \"accounts\": 12, \"march\": 30, \"bankofjapan\": 3, \"statistics\": 5, \"transactions\": 6, \"jan\": 24, \"bis\": 1, \"locational\": 1, \"banking\": 16, \"interna\": 1, \"consecutive\": 10, \"acting\": 4, \"administrator\": 2, \"pilkertons\": 1, \"statement\": 23, \"usmca\": 17, \"queensland\": 1, \"trading\": 172, \"halt\": 12, \"bankofqueensland\": 1, \"riskfree\": 1, \"killing\": 6, \"bailout\": 4, \"payroll\": 9, \"issued\": 8, \"boes\": 3, \"haldane\": 1, \"hit\": 69, \"peak\": 12, \"globalisation\": 1, \"boj\": 1, \"staying\": 5, \"abe\": 2, \"brazil\": 19, \"caps\": 4, \"recordbreaking\": 8, \"cycle\": 5, \"final\": 24, \"canadian\": 37, \"succulent\": 1, \"yields\": 21, \"philippines\": 3, \"bangko\": 1, \"sentral\": 1, \"ng\": 2, \"pilipinas\": 1, \"convenes\": 1, \"education\": 13, \"evolve\": 1, \"presents\": 48, \"senate\": 18, \"housing\": 31, \"urban\": 7, \"affairs\": 5, \"speaks\": 7, \"leaves\": 9, \"unchanged\": 7, \"conventional\": 2, \"expansion\": 17, \"ability\": 3, \"successfully\": 7, \"depend\": 2, \"existing\": 3, \"chinas\": 56, \"hong\": 83, \"kong\": 68, \"worsens\": 2, \"chinese\": 71, \"media\": 28, \"stunner\": 1, \"country\": 15, \"christine\": 2, \"skeptics\": 4, \"cleveland\": 3, \"president\": 76, \"requires\": 1, \"careful\": 1, \"monitoring\": 5, \"commerzbank\": 1, \"told\": 11, \"speed\": 9, \"restructuring\": 8, \"fears\": 26, \"bcheungz\": 8, \"czechs\": 1, \"unexpected\": 2, \"hike\": 5, \"lifts\": 10, \"koruna\": 1, \"sevenyear\": 5, \"dealers\": 2, \"gobble\": 1, \"bapf\": 1, \"operation\": 9, \"derbys\": 1, \"postcoronavirus\": 1, \"swollen\": 1, \"balance\": 26, \"sheet\": 16, \"remain\": 23, \"qeternity\": 1, \"kill\": 7, \"fiscal\": 39, \"house\": 51, \"headache\": 1, \"solve\": 3, \"open\": 109, \"dissent\": 2, \"shell\": 10, \"spend\": 17, \"egypts\": 3, \"appointed\": 2, \"state\": 36, \"emergingeconomy\": 1, \"india\": 37, \"enjoy\": 5, \"firepower\": 3, \"shore\": 5, \"eu\": 39, \"regulators\": 8, \"lay\": 3, \"tougher\": 2, \"doomsday\": 2, \"stress\": 11, \"test\": 23, \"expect\": 28, \"round\": 16, \"somewhere\": 2, \"neighborhood\": 4, \"fbn\": 1, \"wall\": 68, \"stre\": 1, \"explainer\": 1, \"move\": 53, \"exploration\": 6, \"deepens\": 3, \"currencies\": 6, \"moves\": 42, \"trillionupdate\": 1, \"aims\": 11, \"halftrillion\": 1, \"hose\": 1, \"yearend\": 13, \"bombards\": 1, \"limitless\": 5, \"pledge\": 6, \"investors\": 143, \"barely\": 1, \"respond\": 4, \"anymore\": 8, \"fact\": 10, \"reality\": 8, \"lawmakers\": 9, \"notice\": 22, \"play\": 40, \"bigger\": 13, \"role\": 16, \"countering\": 2, \"thought\": 8, \"terrific\": 1, \"senator\": 2, \"defended\": 1, \"trump\": 178, \"given\": 4, \"cushion\": 2, \"midyear\": 2, \"economist\": 13, \"swonk\": 1, \"intervenes\": 1, \"weekend\": 20, \"ticks\": 7, \"superglued\": 1, \"seat\": 4, \"election\": 48, \"economists\": 6, \"stellar\": 4, \"jobs\": 101, \"effectively\": 4, \"lender\": 2, \"resort\": 6, \"effects\": 7, \"flags\": 9, \"outbreak\": 36, \"broader\": 8, \"disruptions\": 4, \"nominee\": 6, \"judy\": 3, \"shelton\": 5, \"faces\": 29, \"bipartisan\": 6, \"grilling\": 1, \"policymaker\": 1, \"evidence\": 4, \"preparing\": 11, \"provides\": 17, \"phase\": 39, \"trade\": 285, \"corroboration\": 1, \"shortterm\": 17, \"oversubscribed\": 5, \"clamor\": 1, \"opportunityoccupations\": 1, \"dont\": 57, \"require\": 2, \"yr\": 4, \"collegedegree\": 1, \"pay\": 56, \"national\": 54, \"annual\": 44, \"provide\": 14, \"protection\": 12, \"met\": 7, \"mnuchin\": 12, \"monday\": 40, \"white\": 27, \"sets\": 25, \"create\": 24, \"secondary\": 2, \"faster\": 9, \"retreat\": 5, \"sbas\": 1, \"ppp\": 1, \"providing\": 3, \"backe\": 1, \"major\": 48, \"intervention\": 3, \"warranty\": 1, \"keep\": 59, \"whichever\": 1, \"comes\": 27, \"stressed\": 1, \"dependent\": 3, \"incoming\": 2, \"information\": 13, \"steered\": 1, \"divided\": 4, \"toward\": 21, \"shift\": 9, \"effort\": 7, \"declare\": 5, \"threemonth\": 4, \"board\": 51, \"termination\": 3, \"enforcement\": 4, \"discover\": 2, \"close\": 90, \"acknowledging\": 2, \"step\": 22, \"saved\": 1, \"worst\": 30, \"invest\": 22, \"ag\": 27, \"lowers\": 14, \"leverage\": 7, \"ratio\": 32, \"specifically\": 3, \"much\": 74, \"uncertainty\": 18, \"hurt\": 8, \"publishes\": 2, \"statements\": 3, \"backstop\": 2, \"payment\": 5, \"economys\": 1, \"temperature\": 2, \"july\": 5, \"revisiting\": 1, \"testing\": 5, \"rules\": 16, \"pressures\": 5, \"fairly\": 2, \"balanced\": 1, \"talks\": 66, \"spreads\": 10, \"want\": 26, \"prevent\": 6, \"lasting\": 2, \"opposed\": 1, \"recent\": 41, \"series\": 8, \"performing\": 4, \"would\": 51, \"preferred\": 10, \"september\": 12, \"disputes\": 3, \"notion\": 1, \"welfare\": 1, \"programs\": 12, \"dissuading\": 1, \"americans\": 36, \"seeking\": 122, \"work\": 44, \"webcast\": 9, \"urges\": 6, \"patience\": 4, \"considering\": 15, \"lockedin\": 1, \"finance\": 151, \"ministers\": 4, \"governors\": 5, \"nations\": 15, \"joined\": 1, \"driver\": 2, \"decisions\": 7, \"jeffrey\": 5, \"rosenberg\": 2, \"bla\": 2, \"chairwoman\": 1, \"thinks\": 5, \"americas\": 22, \"slam\": 2, \"brakes\": 4, \"dividends\": 14, \"futures\": 86, \"traders\": 27, \"longer\": 16, \"fully\": 5, \"pricing\": 23, \"quarterpoint\": 1, \"helicopter\": 5, \"valid\": 1, \"tool\": 4, \"bankers\": 13, \"might\": 29, \"hellenic\": 2, \"exchanges\": 5, \"eurobank\": 1, \"equities\": 7, \"regulated\": 2, \"law\": 14, \"hellenicexchanges\": 2, \"greece\": 1, \"peoples\": 4, \"honduras\": 1, \"drm\": 1, \"catastrophe\": 3, \"deferred\": 2, \"drawdown\": 1, \"option\": 10, \"cat\": 4, \"ddo\": 1, \"african\": 18, \"department\": 29, \"director\": 26, \"abebe\": 1, \"aemro\": 1, \"selassie\": 1, \"cnbcafrica\": 1, \"pm\": 115, \"lagos\": 1, \"dc\": 4, \"consider\": 21, \"somalia\": 1, \"eligible\": 1, \"initial\": 18, \"important\": 14, \"newloan\": 1, \"ukraine\": 13, \"haircuts\": 1, \"accept\": 7, \"greek\": 3, \"collater\": 1, \"mena\": 1, \"approved\": 4, \"million\": 155, \"tunisias\": 1, \"address\": 13, \"hu\": 1, \"loanladen\": 1, \"indonesias\": 7, \"sounded\": 1, \"cautious\": 7, \"tone\": 2, \"remains\": 19, \"ruled\": 1, \"unless\": 2, \"magyar\": 1, \"nemzeti\": 1, \"effective\": 11, \"april\": 22, \"seem\": 6, \"odd\": 3, \"f\": 21, \"ago\": 45, \"blowing\": 1, \"fixedincome\": 1, \"duration\": 3, \"bubble\": 9, \"right\": 60, \"across\": 14, \"italian\": 7, \"ready\": 20, \"stops\": 2, \"planned\": 5, \"tempora\": 1, \"panel\": 6, \"complacency\": 1, \"tuesday\": 21, \"victory\": 20, \"full\": 61, \"employment\": 11, \"kenya\": 6, \"scrapping\": 2, \"loanprice\": 1, \"cap\": 22, \"kenyas\": 2, \"komileva\": 1, \"far\": 15, \"normalizing\": 3, \"blame\": 6, \"dumped\": 1, \"negative\": 25, \"latin\": 10, \"surprise\": 20, \"dial\": 2, \"bets\": 15, \"interviewed\": 1, \"gave\": 7, \"marks\": 4, \"unwillingness\": 1, \"drawn\": 1, \"spat\": 3, \"warning\": 16, \"shrinks\": 4, \"repos\": 2, \"delivers\": 7, \"remarks\": 1, \"decades\": 9, \"participants\": 2, \"bids\": 8, \"nearly\": 37, \"twice\": 9, \"offer\": 49, \"whic\": 1, \"autonomy\": 1, \"amlo\": 1, \"lingers\": 2, \"das\": 4, \"draghi\": 5, \"encore\": 1, \"rbi\": 7, \"active\": 14, \"retail\": 55, \"msme\": 1, \"uncertain\": 4, \"ny\": 11, \"op\": 1, \"boe\": 6, \"plea\": 6, \"brussels\": 5, \"city\": 29, \"access\": 15, \"developments\": 4, \"fedfrasers\": 1, \"timeline\": 3, \"historic\": 10, \"unemployment\": 22, \"staff\": 10, \"study\": 42, \"kenneth\": 1, \"garbade\": 1, \"examines\": 1, \"control\": 23, \"opens\": 28, \"registration\": 3, \"reduce\": 11, \"start\": 43, \"publishing\": 2, \"sofr\": 3, \"averages\": 11, \"zealands\": 4, \"doesnt\": 21, \"present\": 7, \"headwind\": 3, \"norways\": 2, \"politicians\": 8, \"meddling\": 5, \"countrys\": 11, \"massive\": 16, \"sovereign\": 4, \"wea\": 1, \"available\": 9, \"weekly\": 37, \"data\": 132, \"assets\": 19, \"liabilities\": 2, \"united\": 50, \"states\": 46, \"feddata\": 2, \"bln\": 69, \"seek\": 13, \"mdbaccardax\": 1, \"qt\": 1, \"clarity\": 4, \"quicken\": 2, \"orr\": 2, \"signal\": 15, \"readiness\": 2, \"parkmead\": 2, \"announcement\": 19, \"patrick\": 3, \"harker\": 1, \"philly\": 1, \"speak\": 6, \"pboc\": 2, \"tells\": 16, \"property\": 33, \"speculators\": 1, \"homes\": 9, \"living\": 7, \"resolve\": 7, \"gradually\": 4, \"downward\": 2, \"increased\": 14, \"peter\": 4, \"contibrown\": 1, \"expanding\": 2, \"fedtreasury\": 1, \"relationship\": 6, \"powells\": 4, \"halffull\": 1, \"glass\": 5, \"sturdy\": 1, \"spills\": 1, \"meets\": 15, \"discuss\": 12, \"council\": 9, \"lenders\": 7, \"surge\": 49, \"eases\": 2, \"infinity\": 1, \"begins\": 13, \"stockmarket\": 89, \"pushing\": 7, \"read\": 130, \"regional\": 7, \"favored\": 1, \"holding\": 42, \"steady\": 11, \"worsening\": 2, \"affect\": 6, \"intangibles\": 1, \"haskel\": 1, \"robert\": 7, \"barring\": 1, \"sixth\": 3, \"signals\": 12, \"russian\": 8, \"romanian\": 1, \"commodity\": 10, \"chaos\": 6, \"eco\": 7, \"saudi\": 49, \"arabian\": 2, \"agency\": 12, \"sama\": 1, \"licenses\": 2, \"halalah\": 1, \"bayanpay\": 1, \"saudiarabianmonetaryagency\": 1, \"sbi\": 1, \"mclrbased\": 1, \"basis\": 5, \"tenors\": 1, \"sizing\": 3, \"south\": 41, \"regulatory\": 8, \"guidance\": 65, \"jim\": 8, \"recommends\": 3, \"declaring\": 1, \"adjustment\": 2, \"period\": 9, \"thre\": 1, \"updates\": 117, \"throes\": 1, \"absol\": 1, \"swedens\": 1, \"riksbank\": 1, \"underscores\": 1, \"commitment\": 6, \"swedish\": 7, \"feb\": 33, \"reuters\": 22, \"poll\": 11, \"thailands\": 1, \"fresh\": 27, \"contain\": 3, \"bahts\": 1, \"launching\": 3, \"extra\": 13, \"demand\": 70, \"soared\": 9, \"regu\": 1, \"extends\": 16, \"surprising\": 5, \"dived\": 1, \"save\": 21, \"ramped\": 1, \"government\": 38, \"quantitative\": 2, \"bi\": 1, \"junkrated\": 1, \"wideranging\": 1, \"probably\": 15, \"decide\": 1, \"better\": 44, \"account\": 9, \"theres\": 21, \"planning\": 11, \"announced\": 24, \"initiatives\": 3, \"many\": 33, \"targeting\": 4, \"com\": 7, \"nyse\": 23, \"remotely\": 2, \"activated\": 1, \"nat\": 4, \"conundrum\": 1, \"going\": 68, \"ramp\": 3, \"enough\": 25, \"insights\": 11, \"cmegroup\": 7, \"mean\": 8, \"grade\": 1, \"lqd\": 2, \"lot\": 18, \"involved\": 1, \"bopinion\": 15, \"directly\": 4, \"outside\": 9, \"narayana\": 1, \"kocherlakota\": 1, \"sidesteps\": 1, \"bickering\": 1, \"congress\": 21, \"sweeping\": 2, \"plan\": 62, \"took\": 23, \"lid\": 1, \"responding\": 1, \"barrage\": 2, \"aimed\": 6, \"function\": 2, \"efficiently\": 1, \"wake\": 4, \"cor\": 2, \"interventions\": 1, \"ensuring\": 1, \"bo\": 3, \"assured\": 2, \"nation\": 6, \"essentially\": 1, \"liquid\": 2, \"shortt\": 1, \"signaling\": 6, \"whatever\": 3, \"takes\": 27, \"coronavirusravaged\": 1, \"wading\": 1, \"municipalbond\": 3, \"shuttered\": 1, \"rolled\": 4, \"array\": 5, \"pro\": 8, \"extraordinary\": 8, \"reeling\": 2, \"res\": 6, \"seizing\": 1, \"soften\": 1, \"emergence\": 1, \"power\": 63, \"player\": 2, \"independence\": 6, \"roles\": 2, \"advice\": 7, \"capacity\": 9, \"serve\": 2, \"assistance\": 2, \"member\": 7, \"facing\": 13, \"back\": 116, \"campaign\": 24, \"dollars\": 10, \"flowing\": 3, \"uganda\": 2, \"payments\": 24, \"man\": 26, \"become\": 20, \"britains\": 7, \"banker\": 7, \"free\": 35, \"starting\": 17, \"fridays\": 8, \"accepted\": 2, \"total\": 40, \"quarterly\": 35, \"handoff\": 1, \"shorts\": 10, \"riskier\": 5, \"normal\": 5, \"tapped\": 1, \"wealth\": 6, \"proud\": 4, \"assist\": 3, \"ustreasury\": 1, \"presenting\": 3, \"guide\": 11, \"finances\": 4, \"snapshot\": 4, \"stricken\": 1, \"jinzhou\": 1, \"unload\": 1, \"third\": 32, \"r\": 17, \"interbank\": 1, \"decreased\": 4, \"month\": 62, \"nonessential\": 1, \"scramble\": 2, \"happening\": 3, \"opaque\": 1, \"corner\": 3, \"little\": 30, \"write\": 3, \"executive\": 38, \"disbursement\": 1, \"northmacedonia\": 1, \"suppor\": 1, \"trying\": 12, \"amount\": 9, \"talked\": 1, \"tunisia\": 2, \"eyes\": 16, \"turkey\": 7, \"intended\": 2, \"slowdown\": 8, \"fueling\": 3, \"chiefs\": 3, \"suggested\": 2, \"diverge\": 2, \"eus\": 5, \"brexit\": 41, \"cram\": 1, \"ripple\": 5, \"sells\": 21, \"none\": 3, \"block\": 8, \"irans\": 4, \"request\": 9, \"facilities\": 4, \"watchdog\": 7, \"gauging\": 2, \"affects\": 2, \"retire\": 11, \"libor\": 1, \"libra\": 1, \"rapidly\": 4, \"mass\": 8, \"ask\": 8, \"vital\": 2, \"conversations\": 1, \"around\": 39, \"eighth\": 1, \"district\": 9, \"ways\": 13, \"listen\": 18, \"news\": 162, \"avoid\": 24, \"admitting\": 1, \"begun\": 4, \"repocalypse\": 1, \"imminent\": 3, \"following\": 23, \"fomcs\": 1, \"unanimous\": 2, \"leave\": 20, \"un\": 19, \"likely\": 33, \"jay\": 7, \"laid\": 2, \"blown\": 1, \"course\": 4, \"war\": 34, \"richmiller\": 1, \"minutes\": 14, \"didnt\": 10, \"clues\": 2, \"ravaging\": 1, \"creative\": 1, \"cnn\": 3, \"becomes\": 12, \"creditor\": 1, \"deploy\": 1, \"suggests\": 16, \"creating\": 10, \"brand\": 25, \"northeast\": 2, \"reconsider\": 2, \"zimbabwe\": 4, \"reverses\": 1, \"halves\": 2, \"card\": 17, \"monthsthis\": 1, \"sucks\": 2, \"safe\": 9, \"somebodys\": 1, \"die\": 2, \"markey\": 1, \"slams\": 6, \"autopilot\": 4, \"commerce\": 5, \"hearing\": 7, \"totally\": 5, \"unicorn\": 1, \"scooter\": 1, \"impales\": 1, \"hoovesup\": 1, \"pilot\": 7, \"drying\": 1, \"grounding\": 3, \"aal\": 3, \"halts\": 7, \"flights\": 11, \"mainland\": 4, \"amgn\": 1, \"partial\": 4, \"amgen\": 3, \"brain\": 2, \"cancer\": 23, \"axas\": 2, \"abraxas\": 2, \"chapter\": 3, \"horizon\": 6, \"ba\": 11, \"max\": 51, \"claims\": 21, \"boeings\": 12, \"communications\": 19, \"official\": 17, \"caterpillar\": 6, \"defer\": 1, \"cbay\": 5, \"cymabay\": 5, \"clinical\": 11, \"seladelpar\": 4, \"based\": 16, \"histological\": 1, \"observe\": 1, \"corv\": 1, \"fda\": 31, \"thumbs\": 1, \"correvios\": 1, \"brinavess\": 1, \"af\": 1, \"ctso\": 3, \"cytosorbents\": 2, \"temporarily\": 8, \"pausing\": 1, \"enrollment\": 4, \"refresh\": 3, \"aki\": 2, \"recommendation\": 2, \"ljpc\": 11, \"la\": 20, \"jolla\": 10, \"reassess\": 5, \"odds\": 5, \"coffeee\": 1, \"comments\": 17, \"license\": 29, \"loss\": 41, \"ul\": 3, \"unilever\": 11, \"recalls\": 5, \"products\": 30, \"vaping\": 14, \"backward\": 2, \"larry\": 10, \"merlo\": 1, \"something\": 14, \"done\": 21, \"pain\": 7, \"tanger\": 3, \"stores\": 25, \"decrease\": 4, \"airbus\": 20, \"deliveries\": 7, \"halved\": 4, \"eleven\": 3, \"closing\": 28, \"offices\": 7, \"saw\": 8, \"units\": 3, \"reminder\": 2, \"riskiest\": 1, \"highest\": 15, \"gsib\": 2, \"score\": 7, \"surcharge\": 1, \"liquidation\": 3, \"looms\": 11, \"jet\": 13, \"airways\": 6, \"bidders\": 1, \"axonics\": 2, \"offering\": 82, \"hours\": 44, \"blackrock\": 15, \"admonishes\": 1, \"siemens\": 11, \"environmental\": 10, \"forced\": 4, \"january\": 77, \"suppliers\": 8, \"slip\": 15, \"counts\": 4, \"ding\": 1, \"breaking\": 29, \"ual\": 3, \"suspends\": 8, \"bristolmyers\": 15, \"opdivo\": 3, \"yervoy\": 2, \"disappoints\": 5, \"melanoma\": 2, \"bumble\": 3, \"bee\": 3, \"files\": 22, \"bankruptcy\": 14, \"fine\": 6, \"tuna\": 2, \"fixing\": 3, \"foods\": 24, \"filed\": 7, \"blaming\": 1, \"legal\": 17, \"challenges\": 11, \"burberry\": 3, \"luxury\": 19, \"viral\": 5, \"epidemic\": 5, \"devastates\": 1, \"bw\": 12, \"trims\": 3, \"dht\": 1, \"california\": 36, \"reject\": 2, \"sezzles\": 1, \"application\": 12, \"laying\": 1, \"workers\": 20, \"carmakers\": 3, \"factories\": 5, \"dampen\": 1, \"reports\": 324, \"hang\": 5, \"correct\": 7, \"tapestry\": 13, \"mln\": 32, \"correctednissan\": 1, \"vehicles\": 12, \"braking\": 1, \"defect\": 1, \"nov\": 97, \"suisses\": 7, \"investor\": 78, \"wants\": 25, \"follow\": 49, \"delta\": 7, \"decided\": 3, \"backlash\": 5, \"simpsons\": 1, \"aspect\": 1, \"dna\": 4, \"veritas\": 1, \"genetics\": 9, \"suspending\": 4, \"placing\": 2, \"snag\": 1, \"electrolux\": 1, \"incur\": 1, \"charge\": 5, \"overhaul\": 11, \"expedias\": 1, \"problems\": 13, \"deeper\": 11, \"seo\": 1, \"fire\": 15, \"political\": 21, \"ads\": 14, \"vanish\": 4, \"archive\": 1, \"ft\": 18, \"factbox\": 2, \"automakers\": 4, \"finnair\": 2, \"cancels\": 5, \"unions\": 4, \"join\": 6, \"solidarity\": 2, \"strike\": 31, \"finnairoyj\": 1, \"ford\": 38, \"pickups\": 1, \"mustang\": 9, \"fan\": 3, \"theyll\": 7, \"pry\": 1, \"gaspowered\": 2, \"mustangs\": 1, \"cold\": 10, \"dead\": 11, \"fingers\": 1, \"bonuses\": 3, \"show\": 44, \"peril\": 1, \"ftcs\": 1, \"rbcs\": 2, \"mahaney\": 1, \"gileads\": 1, \"cart\": 4, \"treatment\": 22, \"suffers\": 5, \"issues\": 23, \"yescarta\": 1, \"partner\": 12, \"embroiled\": 1, \"mdb\": 3, \"scandal\": 13, \"exits\": 6, \"gulfport\": 1, \"share\": 149, \"houston\": 2, \"harvest\": 4, \"scale\": 3, \"previouslyagreed\": 1, \"hexos\": 1, \"ugly\": 4, \"honda\": 7, \"wuhan\": 9, \"plants\": 6, \"closed\": 12, \"nikkei\": 6, \"employees\": 27, \"unpaid\": 1, \"scmp\": 2, \"travel\": 24, \"hyundai\": 2, \"motor\": 6, \"kia\": 1, \"motors\": 8, \"idled\": 1, \"ifa\": 3, \"irish\": 7, \"farmers\": 11, \"association\": 7, \"hand\": 6, \"letters\": 3, \"protest\": 14, \"mi\": 3, \"sharply\": 12, \"worded\": 1, \"letter\": 16, \"xerox\": 10, \"longter\": 1, \"ings\": 1, \"fourthquarter\": 21, \"quite\": 13, \"challenging\": 8, \"cfo\": 42, \"delisting\": 1, \"jaguar\": 1, \"land\": 11, \"rover\": 2, \"output\": 42, \"pharmaceutical\": 14, \"continued\": 12, \"lifeblood\": 1, \"merchants\": 3, \"threatened\": 2, \"infects\": 1, \"loonie\": 1, \"dips\": 12, \"uncertainties\": 5, \"loreal\": 6, \"hamper\": 2, \"shut\": 8, \"anxiety\": 2, \"macys\": 26, \"soft\": 8, \"tourism\": 3, \"performance\": 21, \"lowertier\": 1, \"malls\": 5, \"weighed\": 5, \"mitsubishi\": 2, \"postpones\": 2, \"spacejet\": 1, \"delivery\": 12, \"books\": 17, \"special\": 17, \"nike\": 19, \"transitions\": 1, \"argentina\": 9, \"chile\": 6, \"uruguay\": 3, \"distributor\": 3, \"partnerships\": 4, \"presuring\": 1, \"nintendo\": 3, \"switch\": 4, \"shipments\": 7, \"delayed\": 6, \"nissan\": 1, \"orders\": 30, \"deep\": 8, \"novartis\": 28, \"shanghai\": 10, \"site\": 6, \"ntsb\": 6, \"redesign\": 7, \"thousands\": 7, \"criticizes\": 3, \"safety\": 24, \"culture\": 4, \"nutrien\": 3, \"rocanville\": 1, \"mine\": 9, \"cn\": 8, \"oracles\": 1, \"steep\": 5, \"climb\": 15, \"bsnl\": 2, \"mtnl\": 2, \"lead\": 26, \"conflict\": 1, \"thiel\": 2, \"divides\": 1, \"internally\": 1, \"pge\": 15, \"half\": 22, \"pizza\": 7, \"huts\": 2, \"struggling\": 12, \"turnaround\": 5, \"weighs\": 16, \"forces\": 8, \"anglogold\": 2, \"guinea\": 3, \"gold\": 142, \"qualcomm\": 10, \"uneven\": 1, \"pickup\": 12, \"mail\": 6, \"labor\": 19, \"trouble\": 11, \"throws\": 1, \"longterm\": 25, \"jeopardy\": 3, \"troubles\": 1, \"russias\": 7, \"rusal\": 1, \"tough\": 10, \"aluminium\": 1, \"sanctions\": 7, \"dropped\": 17, \"foreign\": 20, \"local\": 11, \"routes\": 5, \"afloat\": 2, \"saputo\": 2, \"closures\": 2, \"dairy\": 7, \"sellsiders\": 1, \"squibbs\": 1, \"corps\": 4, \"triggered\": 6, \"multibilliondollar\": 2, \"writedown\": 1, \"rare\": 12, \"apology\": 1, \"gamers\": 1, \"accessing\": 1, \"googles\": 7, \"platform\": 19, \"stadia\": 4, \"chromecast\": 1, \"dongle\": 1, \"reporting\": 7, \"sparkle\": 3, \"fades\": 3, \"wiping\": 1, \"goods\": 17, \"steel\": 15, \"giant\": 20, \"axe\": 2, \"rips\": 1, \"europe\": 24, \"swiss\": 12, \"adviser\": 13, \"ethos\": 1, \"spying\": 5, \"cybertruck\": 31, \"debut\": 25, \"drew\": 2, \"ridicule\": 1, \"online\": 22, \"newlyunveiled\": 1, \"armored\": 2, \"windows\": 7, \"cracked\": 1, \"spi\": 1, \"zealotry\": 1, \"shifts\": 1, \"fundamentals\": 3, \"teslas\": 25, \"teva\": 13, \"file\": 1, \"reveal\": 8, \"go\": 46, \"expected\": 39, \"moving\": 20, \"specs\": 1, \"sho\": 3, \"supreme\": 16, \"darker\": 2, \"since\": 61, \"driving\": 18, \"fb\": 7, \"division\": 5, \"largest\": 40, \"canceled\": 4, \"sta\": 1, \"tiktok\": 4, \"diversify\": 1, \"users\": 14, \"mounts\": 3, \"toyota\": 9, \"plant\": 21, \"stopped\": 6, \"supply\": 36, \"logistics\": 19, \"extend\": 21, \"shutdowns\": 1, \"gathers\": 2, \"pace\": 20, \"premium\": 12, \"micro\": 9, \"devices\": 6, \"trans\": 5, \"mountain\": 9, \"soars\": 22, \"cb\": 5, \"tsb\": 3, \"branches\": 4, \"costcutting\": 2, \"drive\": 16, \"strategy\": 23, \"tullow\": 2, \"cofounder\": 6, \"travis\": 2, \"kalanick\": 2, \"sold\": 14, \"companys\": 14, \"lose\": 11, \"operate\": 3, \"aware\": 2, \"app\": 13, \"loading\": 7, \"renewed\": 3, \"unfit\": 2, \"failures\": 2, \"stripped\": 1, \"lipton\": 3, \"knorr\": 1, \"poultry\": 2, \"recall\": 4, \"uniteds\": 1, \"flight\": 6, \"suspensi\": 1, \"misses\": 169, \"goal\": 12, \"latestage\": 8, \"trial\": 36, \"scraps\": 3, \"liver\": 2, \"disease\": 7, \"studies\": 4, \"plunge\": 14, \"declines\": 8, \"approve\": 10, \"adamis\": 3, \"pharmas\": 1, \"zimhi\": 3, \"treat\": 2, \"overdose\": 1, \"vans\": 6, \"vf\": 11, \"partnered\": 1, \"vietnams\": 1, \"budget\": 32, \"carrier\": 4, \"vietjet\": 1, \"jsc\": 1, \"fights\": 5, \"walmart\": 15, \"incs\": 49, \"subsidiary\": 2, \"ending\": 16, \"freshfood\": 2, \"introducing\": 10, \"service\": 27, \"pulls\": 18, \"plug\": 4, \"jetcom\": 1, \"grocery\": 5, \"experience\": 10, \"walmarts\": 1, \"cosmetics\": 4, \"maker\": 23, \"coty\": 14, \"faced\": 2, \"process\": 12, \"consume\": 1, \"layoffs\": 6, \"things\": 49, \"upcoming\": 12, \"nyt\": 5, \"weworks\": 4, \"path\": 7, \"survival\": 2, \"narrow\": 1, \"perilous\": 1, \"went\": 3, \"wrong\": 11, \"hear\": 5, \"bloombergs\": 10, \"ed\": 3, \"ludlow\": 1, \"edludlow\": 1, \"im\": 18, \"millions\": 15, \"banned\": 7, \"pbr\": 3, \"petrobras\": 7, \"discovery\": 9, \"psx\": 4, \"vlo\": 1, \"hfc\": 1, \"phillips\": 2, \"bayway\": 1, \"refinery\": 7, \"cracks\": 2, \"xom\": 9, \"exxons\": 3, \"baton\": 3, \"rouge\": 3, \"exxon\": 26, \"billions\": 8, \"investments\": 19, \"footing\": 2, \"oilprice\": 3, \"rout\": 4, \"mobil\": 5, \"producer\": 12, \"multifamily\": 1, \"kdeal\": 1, \"kf\": 1, \"aqst\": 9, \"approves\": 11, \"aquestives\": 1, \"als\": 2, \"yahoofinance\": 3, \"aquestive\": 4, \"confirms\": 17, \"approval\": 20, \"exservan\": 2, \"oral\": 4, \"film\": 5, \"amyotrophic\": 1, \"lateral\": 1, \"eadsy\": 1, \"eadsf\": 1, \"cnk\": 3, \"cinemark\": 1, \"ideas\": 15, \"slideshow\": 61, \"dis\": 10, \"sne\": 2, \"mm\": 7, \"dmpi\": 2, \"delmar\": 1, \"interim\": 9, \"val\": 2, \"demonstrating\": 1, \"outcomes\": 1, \"hepa\": 2, \"hepion\": 1, \"advances\": 6, \"dosing\": 1, \"ongoing\": 3, \"ascending\": 1, \"crv\": 1, \"icpt\": 7, \"acceptance\": 1, \"obeticholic\": 3, \"acid\": 3, \"accelerated\": 8, \"ions\": 3, \"akca\": 3, \"akcea\": 3, \"ionis\": 3, \"akceattrlrx\": 2, \"ldos\": 2, \"leidos\": 2, \"doe\": 2, \"contract\": 34, \"win\": 40, \"lmt\": 3, \"lockheed\": 3, \"missile\": 3, \"topline\": 4, \"zen\": 2, \"pac\": 3, \"grupo\": 5, \"aeroportuario\": 2, \"del\": 6, \"pacifico\": 1, \"traffic\": 16, \"ptct\": 1, \"ptc\": 2, \"granted\": 4, \"rada\": 3, \"electronic\": 7, \"sgen\": 2, \"seattle\": 8, \"earns\": 5, \"tak\": 1, \"takeda\": 3, \"alunbrig\": 1, \"demonstrates\": 2, \"superiority\": 1, \"inks\": 8, \"earlystage\": 4, \"deals\": 32, \"x\": 22, \"mt\": 5, \"tmst\": 1, \"hikes\": 7, \"hrc\": 1, \"ton\": 2, \"closer\": 6, \"asbury\": 2, \"nyseabg\": 1, \"impressive\": 12, \"roe\": 21, \"publicis\": 4, \"sign\": 77, \"aecom\": 3, \"recognized\": 4, \"award\": 11, \"excellence\": 1, \"amani\": 1, \"secures\": 8, \"tanzania\": 4, \"amanigold\": 1, \"signed\": 3, \"members\": 11, \"numbers\": 14, \"aired\": 1, \"premier\": 7, \"le\": 5, \"florida\": 10, \"distribution\": 15, \"center\": 17, \"fulfillment\": 4, \"auburndale\": 1, \"mississippi\": 2, \"builds\": 7, \"nd\": 5, \"nm\": 3, \"gpu\": 1, \"workstations\": 1, \"analysis\": 32, \"popeyes\": 6, \"sandwich\": 4, \"translates\": 1, \"foot\": 7, \"relics\": 1, \"event\": 15, \"averted\": 2, \"fiasco\": 1, \"shame\": 1, \"apples\": 5, \"success\": 7, \"arcelormittal\": 10, \"postmates\": 1, \"cities\": 16, \"doordash\": 1, \"thriving\": 3, \"suburbs\": 1, \"azuls\": 1, \"rose\": 30, \"baidu\": 3, \"leads\": 35, \"way\": 36, \"artificial\": 4, \"intelligence\": 13, \"patent\": 20, \"blue\": 9, \"apron\": 2, \"diabetesfriendly\": 1, \"menus\": 1, \"rallies\": 20, \"troubled\": 3, \"food\": 12, \"ifood\": 1, \"grow\": 8, \"beverage\": 10, \"obtains\": 2, \"ev\": 5, \"startup\": 16, \"byton\": 1, \"receives\": 11, \"ciplas\": 1, \"arm\": 6, \"marketbeating\": 2, \"quarters\": 4, \"vohra\": 1, \"cocacola\": 5, \"breaks\": 24, \"conoco\": 1, \"buyback\": 17, \"almost\": 24, \"reached\": 8, \"eskom\": 6, \"cosatu\": 1, \"curiositystream\": 1, \"streaming\": 23, \"devoted\": 1, \"science\": 7, \"nature\": 1, \"quietly\": 1, \"amassed\": 2, \"dana\": 4, \"dunkin\": 10, \"accelerates\": 5, \"arts\": 1, \"eli\": 4, \"lilly\": 4, \"indianapolis\": 1, \"campus\": 7, \"elon\": 14, \"musk\": 15, \"brokenglass\": 2, \"unexpectedly\": 7, \"engagebdr\": 2, \"clients\": 7, \"improvements\": 3, \"extreme\": 5, \"authorizes\": 2, \"accepts\": 6, \"bioepis\": 1, \"avastin\": 1, \"biosimilar\": 1, \"sareptas\": 1, \"dmd\": 1, \"mplus\": 1, \"oks\": 6, \"zogenixs\": 2, \"fintepla\": 2, \"dravet\": 2, \"syndrome\": 3, \"invests\": 6, \"michigan\": 6, \"add\": 14, \"detroit\": 1, \"consensys\": 2, \"bitcoin\": 17, \"stability\": 3, \"average\": 24, \"person\": 4, \"heclas\": 1, \"fourth\": 64, \"highlight\": 97, \"ruyi\": 1, \"records\": 20, \"hollyfrontier\": 5, 